return {
  'glepnir/dashboard-nvim',
  event = 'VimEnter',
  -- enabled = false,
  config = function()
    -- Get date/time
    local date = os.date '📅 %A, %d %B %Y'
    local time = os.date '⏰ %I:%M %p'

    require('dashboard').setup {
      theme = 'doom',
      config = {
        header = {
          '',
          '',
          '',
          '',
          '',
          '',
          '', -- padding
          '███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗',
          '████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║',
          '██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║',
          '██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║',
          '██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║',
          '╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝',
          '',
        },
        center = {
          { icon = '', desc = time, action = '' },
          { icon = '', desc = date, action = '' },
        },

        -- Optional UI tweaks:
        disable_move = false,
      },
      hide = {
        statusline = true,
        tabline = true,
        winbar = true,
      },
    }
  end,
}
